{
  "NAVIGATION": {
    "HOME": "Accueil",
    "EDUCATION": "Formation",
    "WORK_EXPERIENCE": "Expériences professionnelles",
    "SKILLS": "Compétences"
  },
  "MENU": {
    "CLOSE_MENU": "Fermer le menu",
    "OPEN_MENU": "Ouvrir le menu",
    "LANGUAGE": "Langue"
  },
  "HOME": {
    "TITLE": "À propos de moi",
    "FIRST_PARAGRAPH": "Étudiant à Polytech Nice Sophia en formation d’ingénieur en alternance en spécialité Informatique. Je suis à la recherche d’une entreprise au sein de laquelle effectuer mon stage de mobilité internationale. Je suis sérieux et déterminé à faire de ma passion mon métier.",
    "SECOND_PARAGRAPH": "Au cours de mes années d'alternance, j'ai eu l'opportunité d'acquérir un ensemble de compétences précieuses qui ont façonné ma trajectoire professionnelle. Grâce à cette expérience, j'ai développé une capacité à m'adapter rapidement aux environnements de travail variés, tout en démontrant une forte motivation et un engagement sans faille pour mes missions. Mon sens de l'organisation s'est affiné au fil du temps, me permettant de gérer efficacement les tâches quotidiennes et de respecter les délais impartis. De plus, ma curiosité intellectuelle m'a poussé à toujours chercher à approfondir mes connaissances et à rester à l'affût des dernières avancées dans mon domaine. Fort de ces acquis, je suis déterminé à poursuivre mes études jusqu'à l'obtention du diplôme d'ingénieur en Informatique, et ce, dans l'unique but de continuer à me perfectionner et ainsi de contribuer de manière significative au monde professionnel de demain.",
    "GITHUB": "Voir mon profil GitHub",
    "LINKEDIN": "Voir mon profil LinkedIn",
    "CV": "Télécharger mon CV"
  },
  "EDUCATION": {
    "TITLE": "Ma formation",
    "ENGINEERING": "Formation Ingénieur en alternance spécialité Informatique",
    "BUT": "BUT Informatique en alternance",
    "CPGE": "Classe Préparatoire aux Grandes Écoles, filière PTSI",
    "BAC": "Baccalauréat Général Section Européenne Anglais Mention Très Bien"
  },
  "SKILLS": {
    "TITLE": "Mes compétences",
    "HARDSKILLS": "Hardskills",
    "SOFTSKILLS": {
      "TITLE": "Softskills",
      "ITEMS": {
        "ADAPTABILITY": "Adaptabilité",
        "AUTONOMY": "Autonomie",
        "INITIATIVE": "Esprit d'initiative",
        "ORGANIZATION": "Organisation",
        "THOROUGHNESS": "Rigueur",
        "TEAMWORK": "Travail en équipe"
      }
    }
  },
  "WORK_EXPERIENCE": {
    "TITLE": "Mon expérience professionnelle",
    "BIGSOOL": {
        "TITLE": "Alternant DevOps",
        "MISSION1": "Développement et déploiement d’un intranet exposant des environnements temporaires de test",
        "MISSION2": "Automatisation de la création de pipelines CI/CD",
        "MISSION3": "Mise en place de services d'audit et de sécurité de l'infrastructure cloud",
        "MISSION4": "Technologies utilisées : Angular, Nestjs, TypeORM, PostgreSQL, Kubernetes, Docker, Fastlane..."
    },
    "SYNERGY": {
        "TITLE": "Technicien informatique en alternance",
        "MISSION1": "Assistance et dépannage à distance ou sur site des clients",
        "MISSION2": "Développement de solutions afin d'optimiser les processus de production"
    }
  }
}
